#!/usr/bin/env node
import { startApp } from "./app";
// TODO: css ის მოდულების არსებობა გადაამოწმე
// TODO: getSourcefile შიდაამატე მოდულების არ მოძებნი ერორი და რესოლვზე ყოველთვის ობიექტი დააბრუნებინე რო getsourcefileში შემოვიდესხოლმე 
// TODO: სხვა პორტის გახსნის შემდეგ ლოგი არ ილოგება ეგრევე ასინქრონულობის გამო
// TODO: HTML ფაილის იმპორტირებაზე იფიქრე 
// TODO: მოდულის არ მოძებნისას ფონტზე ერორი გაატანე და დიაგნოსტიკაშიც დაუმატე ეს ერორი
// TODO: ტრანსფორმერების ხელით შემოტანა სცადე targetis თვის

 
startApp();